Repository: mechgt/training-load
Catalog: Resources/Strings.*-*.resx
Languages: cht, da, de, es, fr, it, nl, no, pl, pt_br, sv

# ToolTip_SingleZone
source: Checked: All TRIMP calcs will use a single HR zone (such as a custom TRIMP HR zone). Unchecked: Calcs use activity category & factors.
cht: 勾選：所有訓練動力的計算將使用單一心率區間（像是自訂訓練動力心率區間）。 不勾選：使用活動分類和因子來計算。
da: Afhakket: Alle TRIMP beregninger vil anvende en enkelt pulszone (som f.eks. en brugerdefineret TRIMP pulszone). Ikke Afhakket: Beregningerne anvender aktivitets kategori & faktor.
de: Aktiviert: Alle Trimp Berechnungen werden mit einer einzigen HF-Zone (z. B. eine benutzerdefinierte Trimp HR-Zone) durchgeführt. Deaktiviert: Die Berechnungen verwenden Aktivitäts Kategorie & Faktoren.
es: Marcado: Todos los cálculos de TRIMP usaran la misma zona de RC. No marcado: los cálculos usaran factores por categoría de actividad
fr: Sélectionné : Tous les calculs TrImp utilisent une seule zone FC (par exemple une zone définie par l'utilisateur) Blanc : les calculs utilisent les catégories et les facteurs.
it: Selezionato: tutti i Calcoli TRIMP utilizzeranno una sola zona di HR (come ad esempio una zona HR TRIMP personalizzata). Deselezionato: i Calcoli utilizzano le categorie e i fattori delle attività.
no: Valgt: Alle beregninger benytter bare en HR sone Ikke valgt: Beregningene benytter sone pr kategori
pl: Zaznaczone: Wszystkie obliczenia TRIMP bedą używały pojedynczej strefy Pulsu (takie jak niestandardowe TRIMP strefy Pulsu) Niezaznaczone: Obliczenia będą używały kategorii & współczynników aktywnoci.
pt_br: Marcado: Todos os cálculos de TRIMP usarão uma zona única de BC (como uma zona de BC para TRIMP). Desmarcado: os cálculos usam categoria de atividades & fatores.
sv: Markerad: Samtliga TSS beräkningar använder en och samma pulszon (exempelvis en speciell TRIMP pulszon). Omarkerad: Använd zoner enligt kategorier.

# ToolTip_SingleZone2
source: The single heart rate zone to use for all activity TRIMP calculations.
cht: 用於所有活動訓練動力計算的單一心率區間。
da: Enkelt pulszone til brug for beregningen af alle aktiviteters TRIMP.
de: Die einzelne Herzfrequenzzone für alle Trimp Berechnungen der Aktivitäten verwenden.
es: La zona de RC unica todos los cálculos de TRIMP
fr: Sélectionné : Tous les calculs TrImp utilisent une seule zone FC (par exemple une zone définie par l'utilisateur)
it: La sola zona di frequenza cardiaca da utilizzare per i calcoli TRIMP di tutte le attività.
no: HR sone for alle beregninger
pl: Pojedyncza strefa Pulsu wykorzystywana do obliczenia TRIMP we wszystkich aktywnosciach..
pt_br: A zona de freqüência cardíaca para uso único em todos os cálculos de atividade TRIMP.
sv: Enstaka pulszon som används för all TRIMP beräkning.

# ToolTip_TCa
source: ATL: Acute Training Load Similar to a short term moving average of your TrImp scores. The recommended time constant setting is around 10-15 days. ATL is often referred to as your 'fatigue'. As you train, you need to recover. A high ATL indicates a lot of recent training, and may indicate a need for some recovery.
cht: ATL：激烈訓練負載 類似是您的訓練動力分數移動平均值的縮寫。 建議的時間常數設定值大約為十至十五天。 ATL 通常代表您的『疲勞程度』。在訓練期間，您需要恢復期。 較高的 ATL 表示最近的訓練量太多，也許需要一些休息。
da: ATL: Akut træningsbelastning Svarende til kort tids løbende gennemsnit for dit TRIMP niveau. Den anbefalede tidskonstant er omkring 10 - 15 dage. ATL referer ofte til din udmattelse. Når du træner, vil du have behov for restitution. En høj ATL værdi indikerer en stor træningsmængde indenfor nyere tid og indikerer derfor et behov for restitution.
de: ATL: Akute Trainingsbelastung. Vergleichbar mit einem kurzfristigen gleitenden Durchschnitt Ihrer Trimpwerte. Die empfohlen Zeitkonstante ist etwa 10-15 Tage. ATL wird oft als Ihre "Ermüdung" bezeichnet. Wie Sie trainieren, müssen Sie erholen. Eine hohe ATL zeigt eine hohe TRainingsbelastung und kann Bedarf für eine gewisse Erholung anzeigen.
es: ATL: Carga de entrenamiento aguda Similar similar a un corto plazo del promedio móvil del TRIMP. La Constante de tiempo se recomienda ajustrase a periodos de 10-15 días. ATL se refiere como "fatiga". Así como se entrena, es necesario recuperar to ATL alto indica mucho entrenamiento reciente e indica La necesidad de recuperación.
fr: CAE : Charge Aigüe d'Entraînement. Similaire à une moyenne mobile à court terme de TrImp. La periode constante recommandée est de 10-15 jours. CAE est souvent concidérée comme la "fatigue". Quand on s'entraîne, on a besoin de récupérer. une haute CAE indique un gros volume d'entraînement récent et peut indiquer un besoin de récupération.
it: ATL: Acute Training Load Simile a una media mobile a lungo termine dei punteggi TrImp. L'impostazione della costante di tempo consigliata è di circa 10-15 giorni. ATL è spesso indicato come la stato di "fatica". Così come ci si allena, bisogna anche recuperare. Un elevato ATL indica un elevato allenamento, e può indicare la necessità di un qualche giorno in più di recupero.
no: ATL: Treningslast; representerer hvor sliten kroppen er. Tidskonstanten angir tiden det tar for kroppen å bli helt uthvilt om du slutter å trene. 10-15 dager er typisk verdi.
pl: ATL: Acute Training Load Krótkoterminowy efekt treningu. Zalecane jest ustawienie pomiedzy 10-15 dni. ATL jest często określane jako "zmęczenie". Po treningach musi być odpoczynek. Wysoki ATL wskazuje na dużą liczbę treningów i może wskazywać na potrzebę odpoczynku, aby nie doszło dfo przetrenowania.
pt_br: ATL: carga de treino aguda Semelhante a um curto prazo de média móvel de sua pontuação TRIMP. O tempo recomendado para ajuste da constante é de cerca de 10-15 dias. ATL é muitas vezes referida como o "cansaço". Conforme você treina, você precisa se recuperar. A ATL alta indica uma quantidade de treinamento recente, e pode indicar a necessidade de alguma recuperação.
sv: ATL: Intensiv träningslast Motsvarar ett kortsiktigt flytande medelvärde för TRIMP. Rekommenderat värde ligger omkring 10-15 dagar. ATL benämns ofta 'utmattning'. Ett högt ATL värde kan indikera att senaste tidens träning varit för hård så återhämtning behövs.

# ToolTip_TCc
source: CTL: Chronic Training Load Calculated as something similar to a long term moving average of your TrImp scores. The recommended time constant for this is around 45 days. CTL is often referred to as your 'fitness'. You have to work harder and longer to move your CTL, because it moves slower, but as it creeps up, it represents your improved conditioning.
cht: CTL：常態訓練負載 類似是長時間計算您的訓練動力分數的移動平均值。 建議的時間常數設定值大約為四十五天。 CTL 通常代表您的『健康程度』。要改變 CTL，您必須努力運動並持之以恆， 因為它的變化很緩慢，一旦當它向上爬升，表示您的身體狀況有進步。
da: CTL: Kronisk træningsbelastning Beregnet svarende til lang tids løbende gennemsnit for dit TRIMP niveau. Den anbefalede tidsværdi er omkring 45 dage. CTL referer ofte til din fitness. Du er nødt til at træne hårdere og længere for at flytte dit CTL, da det bevæger sig langsommere, men mens det stiger, repræsenterer det din forbredet kondition.
de: CTL: Dauerhafte Trainingsbelastung. Vergleichbar mit einem langfristigen gleitenden Durchschnitt Ihrer Trimpwerte.Die empfohlene Zeitkonstante dafür ist etwa 45 Tage. CTL wird oft als Ihr "Fitness" bezeichnet. Sie müssen härter arbeiten um CTL zu bewegen, weil es langsamer bewegt, aber da es weiter nsteigt, zeigt es eine verbesserte Kondition.
es: CTL: Carga de entrenamienot crónico Calculado como algo similar a un promedio a largo plazo en sus numeros de TRIMP. El tiempo recomendado para esta constante es de alrededor de 45 días. CTL es similar a su condición física. Es necesario entrenar duro por largos periodos para mover su CTL, porque se mueve más lento, pero a medida que se arrastra para arriba, representa su mejor condición.
fr: CPE: Charge Permanente d'Entrainement. Similaire à une moyenne mobile à long terme des scores Trimp. la période constante recommandée est d'environ 45 jours. CPE est souvent considérée comme votre "condition physique". Vous devez travailler plus longtemps et plus fort pour faire bouger votre CPE mais quand elle monte, cela représente votre condition améliorée.
it: CTL: Chronic Training Load Calcolato come qualcosa di simile a una media mobile a lungo termine dei punteggi TrImp. La costante di tempo di questa media mobile è di circa 45 giorni. CTL è spesso indicato come lo stato di "condizione fisica". Bisogna lavorare di più e più a lungo per variare il CTL, perché esso si muove lentamente, ma come si alza significa che la nostra condizione è migliorata.
no: CTL: Treningsnivå; representerer hvor god form kroppen er i. Tidskonstanten angir tiden det tar for kroppen å miste den gode effekten av treningen dersom du skulle slutte å trene. Typisk verdi er 45 dager.
pl: CTL: Chronic Training Load - Długoterminowy efekt treningu. Zalecane jest ustawienie około 45 dni. CTL jest często okreslane jako Twoje wytrenowanie (fitness). Aby podwyższyć swój CTL musisz trenowac długo i wytrwale, ponieważ jego progresja jest stosunkowo wolna.
pt_br: CTL: carga de treinamento crônica Calculado como algo semelhante a uma média de longo prazo que se desloca de suas pontuações TRIMP. O tempo recomendado para isso é constante e em torno de 45 dias. CTL é muitas vezes referido como o 'forma'. Você tem que trabalhar mais e mais para mover o CTL, uma vez que se move devagar, mas conforme ele aumenta, isto representa o seu melhor condicionamento.
sv: CTL: Långvarig träningslast. Ett glidande medelvärde på längre sikt av Trimp. Den rekommenderade inställningen ligger runt 45 dagar. CTL benämns ofta 'form'. CTL ändras sakta. Ökande CTL brukar betyda att konditionen förbättras.

# Label_TrainingLoad
source: Training Load
da: Træningsbelastning
es: Carga de Entrenamiento
fr: Charge d'entrainement
it: Carico di Allenamento (Training Load)
no: Treningslast
pl: Wytrenowanie
pt_br: Carga de Treinamento
sv: Träningslast

# Label_BMI
source: BMI
es: IMC
fr: IMC
pt_br: IMC

# Label_ATL
source: ATL
fr: CAE

# Label_CTL
source: CTL
fr: CPE

# Label_CTLATL
source: CTL/ATL
fr: CPE/CAE
