Repository: mechgt/training-load
Catalog: Resources/Strings.*-*.resx
Languages: cht, da, de, es, fr, it, nl, no, pl, pt_br, sv

# Label_Activities
source: Activities
cht: 活動
da: Aktivitet
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
nl: Activiteiten
no: Aktivitet
pl: Aktywnosci
pt_br: Atividade
sv: Aktiviteter

# Label_After
source: After
cht: 之後
da: Efter
de: nach
es: Después
fr: Après
it: Dopo
nl: Na
no: etter
pl: Po
pt_br: Depois
sv: efter

# Label_Available
source: Available
cht: 可用的
da: Tilgængelig
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
nl: Beschikbaar
no: Tilgjengelig
pl: Dostępne
pt_br: Disponível
sv: Tillgängliga

# Label_Before
source: Before
cht: 之前
da: Før
de: Vor
es: Antes
fr: Avant
it: Prima
nl: Voor
no: Før
pl: Przed
pt_br: Antes
sv: före

# Label_ChartDetails
source: Chart Details
cht: 圖表詳情
da: Diagram detaljer
es: Gráfico Detallado
fr: Détails des Graphiques
it: Dettagli Grafico
nl: Grafiek details
no: Diagram detaljer
pl: Szczegóły wykresu
pt_br: Detalhes do Gráfico
sv: Diagram detaljer

# Label_CurrentTrainingStatus
source: Current Training Status
cht: 目前訓練狀態
da: Aktuel træningsstatus
de: Aktueller Trainings-Status
es: Estado Actual del Entrenamiento
fr: Etat actuel de l'entrainement
it: Stato Corrente Allenamento
nl: Huidige trainingstatus
no: Gjeldende treningsstatus
pl: Aktualny status wytrenowania
pt_br: Estado Atual do Treino
sv: Nuvarande träningsstatus

# Label_CustomFields
source: Custom Fields
cht: 自訂資料欄位
da: Brugerdefinerede felter
de: Benutzerdefinierbare Datenfelder
es: Campos de Datos Personalizados
fr: Champs de données personnalisées
it: Campi Dati Personalizzati
nl: Zelfgemaakte Data Velden
no: Egendefinerte felt
pl: Definiowane pola danych
pt_br: Campos de Dados Customizados
sv: Anpassade datafält

# Label_Days
source: Days
cht: 天
da: Dage
de: Tage
es: Días
fr: Jours
it: Giorni
nl: Dagen
no: Dager
pl: Dni
pt_br: Dias
sv: dagar

# Label_DefaultChartZoom
source: Default Chart Zoom (days)
cht: 預設圖表縮放(天)
da: Standard Chart Zoom (dage)
de: Chart Standardeinstellung (Tage)
es: Tamaño de gráfica por defecto (días)
fr: Zoom par défaut du graphique (jours)
it: Zoom su Grafico di default (giorni)
nl: Standaard Grafiek Zoom (dagen)
no: Standard visning (dager)
pl: Zakres wykresu (dni)
pt_br: Ampliação Padrão do Gráfico (dias)
sv: Förinställd zoom i diagram (dagar)

# Label_DynamicZones
source: Dynamic Zone Factors
cht: 動態區間因子
da: Faktor for dynamisk zoner
de: Dynamic Zone Faktoren
es: Factores de Zona Dinámicos
fr: Zones dynamiques
it: Zona Fattori Dinamici
nl: Dynamische zones
no: Dynamisk sonefaktor
pl: Współczynniki dynamicznej strefy
pt_br: Fatores de Zona Dinâmicos
sv: Dynamiska zonfaktorer

# Label_Epic
source: Epic
cht: 作品
da: Episk
de: Episch
es: Epico
nl: Episch
no: Episk
pt_br: Épico
sv: Episk

# Label_Factor
source: Factor
cht: 因子
da: Faktor
de: Faktor
fr: Facteur
it: Fattore
no: Faktor
pl: Wskaźnik
pt_br: Fator
sv: Faktor

# Label_Fatigue
source: Fatigue
cht: 疲勞
da: Udmattelse
de: Müdigkeit
es: Fatiga
it: Fatica
nl: Vermoeidheid
no: Tretthet
pl: Zmęczenie
pt_br: Fadiga
sv: Uttröttning

# Label_FilterCharts
source: Filter Charts
cht: 篩選圖表
da: Filtrer diagrammer
es: Filtro Graficos
fr: Filtres des Graphiques
it: Filtra Grafici
nl: Filter grafiek
no: Filtrering av diagram
pl: Filtrowanie wykresu
pt_br: Filtros de Gráficos
sv: Filtrera diagram

# Label_Fitness
source: Fitness
cht: 健康
da: Form
fr: Condition physique
it: Condizione fisica
nl: Vorm
no: Form
pl: Forma
pt_br: Forma
sv: Form

# Label_ForecastCTLATLTSB
source: Forecast CTL/ATL/TSB
cht: 預測 CTL/ATL/TSB
da: Prognose CTL/ATL/TSB
de: Prognose CTL/ATL/TSB
es: Pronóstico CTL/ATL/TSB
fr: Prévision CPE/CAE/BEE
it: Previsione CTL/ATL/TSB
nl: Prognose CTL/ATL/TSB
no: Prognose CTL/ATL/TSB
pl: Prognoza CTL/ATL/TSB
pt_br: Previsão de CTL/ATL/TSB
sv: Extrapolera CTL/ATL/TSB

# Label_FunctionalThresholdPower
source: Functional Threshold Power
cht: 函數功率
es: Umbral de funcional de poder
fr: Seuil de puissance fonctionnel
it: Soglia di potenza funzionale
nl: Functionele Drempel Kracht
no: Funksjonell effektgrense
pt_br: Limite Funcional de Energia
sv: Funktionell effektgräns (FTP)

# Label_Future
source: Future
cht: 未來
da: Fremtidige
de: Zukunft
es: Futuro
fr: Futur
it: Futuro
nl: Toekomst
no: Fram i tid
pl: Przyszłości
pt_br: Futuro
sv: Framtid

# Label_High
source: High
cht: 高
da: Høj
de: Hoch
es: Alto
fr: Haut
it: Alto
nl: Hoog
no: Høy
pl: Wysoka
pt_br: Alto
sv: Hög

# Label_HRZones
source: HR Zones
cht: 心率區間
da: Pulszoner
de: Herzfrequenz-Bereich
es: Zonas de RC
fr: Zones de FC
it: Zone di FC
nl: hartslag zones
no: Pulssone
pl: Strefy pulsu
pt_br: Zonas de BC
sv: Pulszoner

# Label_InitialATL
source: Initial ATL
cht: 初始化 ATL
da: Startværdi ATL
de: ATL Initial
es: ATL Inicial
fr: CAE initiale
it: ATL Iniziale
nl: Initiële ATL
no: Startverdi ATL
pl: ATL początkowe
pt_br: ATL inicial
sv: Initialt ATL

# Label_InitialCTL
source: Initial CTL
cht: 初始化 CTL
da: Startværdi CTL
de: CTL Initial
es: CTL Inicial
fr: CPE initiale
it: CTL Iniziale
nl: Initiële CTL
no: Startverdi CTL
pl: CTL początkowe
pt_br: CTL inicial
sv: Initialt CTL

# Label_IntensityFactor
source: Intensity Factor
cht: 強度因子
de: Intensivitätsfaktor
es: factor de intensidad
fr: Facteur d'intensité
it: Fattore di intensità
nl: Intensiteitsfactor
no: Intensitetsfaktor
pt_br: Fator de Intensidade
sv: Intensitetsfaktor

# Label_ListSettings
source: List Settings
cht: 清單設定
da: Listeindstillinger
de: Listeneinstellungen
es: Configuración de Lista
fr: Configuration des Listes
it: Configurazione Lista
nl: Lijst Instellingen
no: Innstillinger for listen
pl: Ustawienia listy
pt_br: Configuração da Lista
sv: Inställningar för tabell

# Label_Low
source: Low
cht: 低
da: Lav
de: Niedrig
es: Bajo
fr: Bas
it: Basso
nl: Laag
no: Lav
pl: Niska
pt_br: Baixa
sv: Låg

# Label_MaxTrainingEffect
source: Max Training Effect
cht: 最大訓練效果
da: Maks. trænings effekt
de: Max Training Wirkung
es: Máx efecto del Entrenamiento
fr: Effet maximum de l'entrainement
it: Max Effetto Allenante
nl: Max. trainings effect
no: Maks treningseffekt
pl: Maks. efekt treningu
pt_br: Efeito Máximo do Treinamento
sv: Maximal träningseffekt

# Label_Medium
source: Medium
cht: 中
da: Middel
de: Mittel
es: Medio
fr: Moyen
it: Medio
nl: Gemiddeld
no: Middels
pl: Srednia
pt_br: Média
sv: Medel

# Label_NormPower
source: Norm. Power
cht: 正常功率
de: Norm. Leistung
es: Poder normalizado
fr: Puissance norm.
it: Potenza Normalizzata
nl: Norm. Kracht.
no: Normalisert effekt
pt_br: Energia Normalizada
sv: Normaliserad effekt

# Label_Options
source: Options
cht: 選項
da: Optioner
de: Optionen
es: Opciones
it: Opzioni
nl: Opties
no: Alternativer
pl: Opcje
pt_br: Opções
sv: Alternativ

# Label_Past
source: Past
cht: 過去
de: Nach
es: Pasado
fr: Passé
it: Passato
nl: Verleden
no: Foregående
pl: Starsze
pt_br: Passado
sv: Dåtid

# Label_Perf
source: Performance
cht: 表現
da: Præstation
de: Leistung
es: Rendimiento
it: Rendimento
nl: Prestatie
no: Prestasjon
pl: Wydajność
sv: Prestation

# Label_DanielsPoints
source: Daniels Points
cht: Danials 分數
de: Daniels Punkte
es: Daniels Puntos
nl: Daniels Punten
no: Daniels poeng
pt_br: Pontos do Daniels
sv: Daniels-poäng

# Label_Recalculate
source: Recalculate
cht: 重新計算
da: Genberegne
de: Neuberechnung
es: Recalcular
fr: Recalculer
it: Ricalcola
nl: Herbereken
no: Beregn nu
pl: Przelicz
pt_br: Recalcular
sv: Beräkna

# Label_Reset
source: Reset to Default...
cht: 重設為預設值...
da: Reset til default værdier
de: Zurücksetzen auf Defaults
es: Restaurar a Valores Originales
fr: Restauration des valeurs par défaut
it: Ripristina Valori Iniziali
nl: Reset settings
no: Tilbakestill
pl: Resetuj do ustawień fabrycznych
pt_br: Voltar ao Padrão ...
sv: Återställ till ursprungsvärden

# Label_ResetCategory
source: Reset Category
cht: 重設分類
da: Reset kategori
de: Reset Kategorie
es: Restablecer categoría
fr: Restauration des catégories
it: Ripristina Categoria
nl: Reset categorie
no: Tilbakestill kategori
pl: Resetuj kategorię
pt_br: Voltar Categoria
sv: Återställ kategori

# Label_RollingSum
source: Rolling Sum
cht: 行駛總合
da: Løbende sum
de: Rollende Summe
es: Suma
fr: Somme glissante
it: Somma
nl: Lopend Gemiddelde
no: Akkumulert sum
pt_br: Soma
sv: Glidande summa

# Label_SelectedCharts
source: Selected Charts
cht: 選擇的圖表
da: Valgte diagrammer
de: Ausgewählte Charts
es: Selección de gráficos
fr: Sélection des Graphiques
it: Grafico Selezionato
nl: Geselecteerde grafiek
no: Valgte diagram
pl: Wybrane wykresy
pt_br: Gráficos Selecionados
sv: Valda diagram

# Label_SelectedColumns
source: Selected Columns
cht: 選擇的欄位
da: Valgte søjler
de: Ausgewählte Spalten
es: Selección de Columnas
fr: Sélection des Colonnes
it: Colonne Selezionate
nl: Geslecteerde kolom
no: Valgte kolonner
pl: Wybrane kolumny
pt_br: Colunas Selecionadas
sv: Valda kolumner

# Label_SetTargetDate
source: Set Target Date
cht: 設定目標日期
da: Sæt måldato
de: Ziel Datum setzen
es: Definir Fecha Objetivo
fr: Fixer la date cible
it: Definisci Data Obiettivo
nl: Zet doel datum
no: Sett måldato
pl: Ustaw dzień docelowy
pt_br: Marque a Data de Alvo
sv: Sätt måldatum

# Label_Settings
source: Settings
cht: 設定
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Réglages
it: Configurazioni
nl: Instellingen
no: Alternativer
pl: Preferencje
pt_br: Configurações
sv: Inställningar

# Label_SingleZone
source: Single Zone
cht: 單一區間
da: Enkelt zoner
de: Einzelzone
es: Zona Unica
fr: Zone unique
it: Zona Singola
nl: Enkele zone
no: Enkeltsoner
pl: Pojedyncza strefa
pt_br: Zona Única
sv: Enstaka zon

# Label_TaperDate
source: Taper Date
cht: 減弱日期
da: Start for hvileperiode
de: Taper Datum
es: Fecha de Taper
fr: Date d'affutage
it: Inizio periodo di scarico
nl: Taper datum
no: Start hvileperiode
pt_br: Data Limite
sv: Vilodatum

# Label_TargetDate
source: Target Date
cht: 目標日期
da: Måldato
de: Ziel Datum
es: Fecha Objetivo
fr: Date cible
it: Data Obiettivo
nl: doel datum
no: Måldato
pl: Docelowy dzień
pt_br: Data Alvo
sv: Måldatum

# Label_TimeConstants
source: Time Constants
cht: 時間常數
da: Tidskonstant
de: Zeitkonstanten
es: Constantes de Tiempo
fr: Constantes de Temps
it: Costanti Tempo
nl: Tijd constanten
no: Tidskonstant
pl: Stałe czasowe
pt_br: Constantes de Tempo
sv: Tidskonstanter

# Label_TrainingInfluence
source: Training Influence
cht: 訓練作用
da: Træningspåvirkning
de: Training Einfluss
es: Influencia del Entrenamiento
fr: Impact de l'Entrainement
it: Influenza Allenamento
nl: Trainingsinvloed
no: Treningspåvirkning
pl: Wpływ treningu
pt_br: Influência do Treinamento
sv: Träningsinflytande

# Label_TrainingLoadChart
source: Training Load Chart
cht: 訓練負載圖表
da: Træningspåvirknings diagram
de: Training Load Darstellung
es: Gráfica Carga de Entrenamiento
fr: Graphique de la Charge de l'entrainement
it: Grafico Carico di Allenamento (Training Load)
nl: trainingload grafiek
no: Treningslastdiagram
pl: Wykres wytrenowania
pt_br: Gráfico da Carga de Treinamento
sv: Träningslast diagram

# Label_TrainingStressBalance
source: Training Stress Balance
cht: 訓練張力平衡
da: Trænings stressbalance
es: Equilibrio de Stress de Entrenamiento
fr: Balance de l'Effort du à l'Entrainement
it: Bilancio dello stress da Allenamento
no: Trenings stressbalanse
pt_br: Estimativa do Estresse do Treinamento
sv: Träningspåverkans balans

# Label_TrainingStressScore
source: Training Stress Score
cht: 訓練張力分數
da: Træning stressniveau
es: Stress de Entrenamiento
fr: Score d'effort d'entrainement
it: Punteggio dello stress da Allenamento
no: Trenings stressnivå
pt_br: Resultado do Estresse do Treinamento
sv: Träningspåverkan

# Label_TRIMP
source: TRIMP
cht: 訓練動力

# Text_MigrationAnnouncement
source: Training Load is about to migrate your FTP settings to the new ST3 custom fields. This will move the entries from '{0}' athlete data to a new 'FTPcycling' custom parameter. Training Load will not ask you again once your logbook is saved. Click OK to continue migration, or Cancel to skip it and not migrate your data.
cht: Training Load 將要整合您的函數功率 (FTP) 至 ST3 的自訂欄位中。 這會從 '{0}' 運動員資料搬移內容至新的 'FTPcycling' 自訂參數。 Training Load 將不會於儲存日誌時再次詢問。按『確定』繼續整合， 或『取消』略過此步驟。
da: Training Load handler om at migrere din FTP indstillinger til nye ST3 brugerdefinerede felter. Dette vil flytte poster fra '{0}' atlet data til en ny 'FTPcycling' tilpassede parameter. Uddannelse belastning vil ikke spørge dig igen, når din logbog er gemt. Klik på OK for at fortsætter migration, eller Annuller for at springe den over og ikke migrere dine data.
de: Training Load wird Ihre FTP-Einstellungen auf die neue ST3 benutzerdefinierte Felder anpassen. Dies wird die Einträge von '{0}' Sportler Daten übertragen auf benutzerdefinierte Parameter 'FTPcycling '. TrainingLoad wird nicht mehr danach fragen, sobald Ihr Logbuch gespeichert wurde. Klicken Sie auf OK, um die Migration fortzusetzen, oder auf Abbrechen, um dies zu überspringen.
es: El plugin está a punto de migrar su configuración de FTP a los nuevos campos personalizados de ST3. Moverá las entradas de '{0}' del atleta al campo personalizado 'FTPcycling'. Carga El plugin no le volvera a preguntar una vez que se gaurde la bítacora. Haga clic en Aceptar para continuar con la migración, o Cancelar para omitir y no migrar los datos.
fr: Le plug-in Charge d'entraînement est sur le point de migrer vos paramètres FTP aux nouveaux champs personnalisés de ST3. Cela déplacera les entrée de '{0}' donnée d'athlète vers une nouvelle configuration personnalisés 'FTPcycling'. Le plug-in Training Load ne vous le redemandera pas une fois que votre logbook est enregistré. Cliquez sur OK pour poursuivre la migration, ou sur Annuler pour l'ignorer et de ne pas migrer vos données.
it: Training Load sta per trasferire i vostri settaggi FTP nei nuovi campi personalizzati di ST3. Questo sposterà i dati da atleta '{0}' nel nuovo parametro configurabile 'FTPcycling'. Una volta salvato il tuo logbook, Training Load non chiederà più conferma per questa azione. Clicca su OK per proseguire il trasferimento, o Cancel per annullarlo.
no: Dette vil flytte dine FTP innstillinger til egendefinerte felt i ST3. Data fra person innstillinger '{0}' vil bli flyttet til 'FTPCycling'.
pl: Wytrenowanie jest o migracji ustawień FTP do nowej ST3 pól niestandardowych. Spowoduje to przeniesienie wpisów z '{0}' dane sportowiec parametr niestandardowy nowej 'FTPcycling'. Obciążenie treningowe nie poprosi jeszcze raz swój dziennik jest zapisane. Kliknij OK, aby nadal migracji, lub Anuluj, aby pominąć i nie migracji danych.
pt_br: O TrainingLoad irá migrar suas configurações de FTP para os novos campos personalizados do ST3. Isto irá mover as entradas dos dados do atleta '{0}' para um parâmetro personalizado 'FTPcycling' novo. O TrainingLoad não irá pedir-lhe mais uma vez onde o seu Livro de Registros (logbook) é salvo. Clique em OK para continuar a migração, ou Cancelar para ignorar e não migrar seus dados.
sv: Pluginet kommer flytta dina FTP inställningar till nya ST3 anpassade fält. Detta kommer flytta data från idrottare värde i '{0}' till ny 'FTPcycling' anpassat fält. Pluginet kommer inte fråga igen då loggboken sparats. Välj OK för fortsätta eller Avbryt för att inte flytta data.

# ToolTip_ATL
source: Acute Training Load
cht: 激烈訓練負載
da: Akut træningsbelastning
de: Akute Trainingsbelastung
es: Carga de entrenamiento Aguda
fr: Charge Aigüe d'Entraînement.
nl: Akute Trainings Belasting
no: Intensiv treningslast (ATL)
pt_br: Carga de Treinamento Aguda
sv: Intensiv träningslast (ATL)

# ToolTip_CTL
source: Chronic Training Load
cht: 常態訓練負載
da: Kronisk træningsbelastning
de: Dauerhafte Trainingsbelastung
es: Carga de entrenamiento Crónica
fr: Charge Permanente d'Entrainement
nl: Chronische Trainings Belasting
no: Langvarig treningslast (CTL)
pt_br: Carga de Treinamento Crônica
sv: Långvarig träningslast (CTL)

# ToolTip_DynamicZones
source: Unchecked: Use static HR zone factors defined here on the settings page. Checked: Use calculated zone factors based on HRmax &amp; HRrest at the time of the activity. This will consider changes in HRrest and HRmax over time.
cht: 不勾選：使用設定頁面中定義的靜態心率區間因子。 勾選：使用依據活動過程中的最大心率，休息心率所計算出來的區間。 這將會因為活動持續進行而不斷變動。
da: Ikke afhakket: Benyt statisk pulszone faktor som defineret på denne side. Afhakket: benytte beregnede pulszone faktorer baseret på Makspuls og &amp; hvilpuls ved start af aktiviteten. Dette vil tage højde for ændringer i hvilepuls og makspuls over tiden.
de: Deaktiviert: Benutze statische HR Zonen Faktoren, die auf dieser Seite definiert sind. Aktiviert: Benutze berechnete Zonen Faktoren basierend auf HRmax und HFrest zu dem Zeitpunkt der Aktivität. Die Zonen verändern sich abhängig von HRrest und HRmax im Laufe der Zeit.
es: No marcado: Usa factores de zona Cardiaca estáticos, definido en la pagina de confiuraciones de ST. Marcado: Usa factores de zona cardiaca basados en Frecuencia cardiaca Max. y Frecuencia cardiaca en reposo en el momento de la actividad. Este sistema considera los cambios en Frecuencia cardiaca Max. y Frecuencia cardiaca en reposo durante el tiempo.
fr: Blanc : Utilise les zones de Fréquences cardiaques définies dans cette page. Sélectionné: utilise les zones de FC calculées à partir de FC max et FC repos. Les zones varient donc avec le temps.
it: Deselezionato: uso statico delle zone di HR definiti nella pagina delle Impostazioni. Selezionato: uso calcolato delle zone basato su HRMax & HRRest al momento dell'attività. Prenderà in considerazione le modifiche HRRest e HRMax nel tempo.
no: Ikke valgt: Bruk statiske HR sone verdier Valgt: La systemet beregne HR sone verdier dynamisk
pl: Niezaznaczone: Użyj statycznych współczynników stref pulsu zdefiniowanych na stronie Preferencji. Zaznaczone: Uzyj obliczonych współczynników strefy opartych na HRMax &amp; HRest właciwych dla czasu danej aktywnoci. Będzie to uwzględniało zmiany w okresie czasu HRest i HRMax
pt_br: Desmarcado: Usa os fatores zona de BC estáticos definidos na página de configurações. Marcado: Usa fatores de zona calculados com base no BC máx &amp; BC repouso no momento da atividade. Isto irá considerar mudanças na BC Rep e BC máx ao longo do tempo.
sv: Markerad: Använd statisk pulszon definierad här för inställningar. Omarkerad: Använd beräknade zoner baserade på maxpuls och vilopuls vid aktivitetstillfället. Då tas hänsyn till förändringar i vilo- och maxpuls ver tiden.

# ToolTip_FilterCharts
source: Checked: CTL & ATL data will also be filtered with the category filter. Unchecked: Only the activities list will be filtered.
cht: 勾選：CTL 和 ATL 的資料亦會被分類篩選器所篩選。 不勾選：只有活動清單會被篩選。
da: Afhakket: CTL & ATL data vil blive filtreret sammen med kategorifilteret. Ikke afhakket: Kun aktivitetslisten vil blive filtreret
de: Aktiviert: CTL & ATL Daten werden auch mit der Kategorie gefiltert werden Deaktiviert: Nur die Liste der Aktivitäten wird gefiltert werden.
es: Marado: CTL y ATL será filtrado con el filtro de categoría. No marcado: solo la lista de actividades será filtrada
fr: Sélectionné : les données CPE et CAE seront également filtrées en fonction des catégories
it: Selezionato: i dati CTL & ATL potranno essere filtrati anche per Categoria Deselezionato: sarà filtrato solo l'elenco delle attività
nl: Indien aangevinkt: CTL en ATL data worden meegenomen in de categoriefilter
no: Valgt: CTL og ATL vil også bli filtrert med kategorifilteret Ikke valgt: Bare aktiviteter i listen vil bli filtrert
pl: Zaznaczone: Dane CTL & ATL będą także filtrowane wg. filtru Kategorii.
pt_br: Marcado: Dados de CTL & ATL também serão filtrados com o filtro de categorias. Desmarcado:Somente a Lista de Atividades será filtrada.
sv: Markerad: CTL & ATLdata kommer också att filtreras med kategorifiltret. Omarkerad: Bara aktivitetslistan kommer att filtreras.

# ToolTip_Forecast
source: Extend CTL, ATL, & TSB 7 days past TSB peak.
cht: 於 TSB 高峰過後延伸 CTL, ATL, 及 TSB 七天的資料。
da: Forlæng CTL, ATL, & TSB til 7 dage efter TSB top.
de: Verschiebe CTL, ATL & TSB 7 Tage nach TSB Höhepunkt
es: Extender CTL, ATL Y TSB 7 días después del pico máximo de TSB
fr: Etend CPE, CAE et BEE 7 jours après le pic de BEE
it: Estende CTL, ATL, & TSB di 7 giorni dopo il picco di TSB.
nl: Verleng CTL, ATL & TSB 7 dagen na TSB piek.
no: Beregne CTL, ATL og TSB 7 dager frem i tid
pl: Prognozuj CTL, ATL, & TSB na podstawie danych z ostatnich 7 dni od szczytu TSB.
pt_br: Estender CTL, ATL, & TSB sete dias após o TSB de pico.
sv: Förutsäg CTL, ATL och TSB 7 dagar efter TSB topp.

# ToolTip_InitialATL
source: Starting point for ATL moving average
cht: ATL 移動平均值的開始點
da: Startpunkt for ATL løbende gennemsnit
de: Ausgangspunkt für ATL gleitenden Durchschnitt
es: Punto de inicio para promedio móvil de ATL
fr: Point initial pour la moyenne mobile CAE
it: Punto di partenza per media mobile ATL
nl: startpunt voor ATL lopend gemiddelde
no: Startpunkt for ATL gjennomsnitt
pl: Początkowy punkt ATL
pt_br: Ponto de partida para média móvel de ATL
sv: Initialt ATL: Startvärde för glidande medelvärde.

# ToolTip_InitialCTL
source: Starting point for CTL moving average
cht: CTL 移動平均值的開始點
da: Startpunkt for CTL løbende gennemsnit
de: Ausgangspunkt für CTL gleitenden Durchschnitt
es: Punto de inicio para promedio móvil de CTL
fr: Point initial pour la moyenne mobile CPE
it: Punto di partenza per media mobile CTL
nl: startpunt voor CTL lopend gemiddelde
no: Startpunkt for CTL gjennomsnitt
pl: Początkowy punkt CTL
pt_br: Ponto de partida para média móvel de CTL
sv: Initialt CTL: Startvärde för glidande medelvärde.

# ToolTip_ResetCategory
source: Reset HR zone factors to default.
cht: 重設心率區間因子為預設值。
da: Reset hvilepulszoner til defaultværdier.
de: HF Zone Faktoren auf die Standardwerte zurücksetzen
es: Restablecer factor de zona de RC
fr: Réinitialise les zones de FC aux valeurs par défaut
it: Ripristina i fattori di frequenza cardiaca di default
nl: reset HR zone facotren naar default
no: Tilbakestill HR sone til standardverdi
pl: Resetuj współczynnik strefy pulsu.
pt_br: Retornar Fatores de Zona de BC para o padrão.
sv: Återställ pulszon faktorer till ursprungsvärden.

# ToolTip_RollingSum
source: Used in 'Rolling Sum' charts
cht: 用於『行駛總合』圖表中
da: Anvendt i "løbende sum" diagram.
de: Nutzung in 'Rolling Sum' charts
es: Usado en gráficas de sumas parciales
fr: Utilisé dans le graphique 'Somme glissante'
it: Utilizzato nel grafico "Rolling Sum"
nl: Gebruikt in 'lopend Gemiddelde'
no: Benyttes i diagram med akkumulerte summer
pt_br: Usado no Gráfico de Somatória
sv: Används i "rullande summa" diagram
